const scriptData = [
  {
    id: 1,
    title: "",
    text: "MURPHY'S GARAGE",
    choices: [
      {
        text: "o",
        nextId: 100,
      },
    ],
  },
  {
    id: 100,
    title: "",
    text: "숀 머피는 낡은 파말 M의 수리를 끝마치고 있다. 담배밭의 미스터 덴버는 꼭두새벽부터 저녁 늦게까지 시동을 꺼 본 적이 없을 정도로 일에 몰두하면서도, 좀처럼 자신의 트렉터를 바꿀 생각을 하지 않았다.",
    choices: [
      {
        text: "x",
        nextId: 101,
      },
    ],
  },
  {
    id: 101,
    title: "",
    text: "‘엔진이 터져 봐야 정신을 차리지.’ 숀 머피는 그렇게 중얼거리면서 흘러넘친 구리스를 닦아낸다.",
    choices: [
      {
        text: ". . .",
        nextId: 102,
      },
    ],
  },
  {
    id: 102,
    title: "",
    text: "리암 가르시아 : 이봐, 숀! 진짜로 돌아왔구나!",
    choices: [
      {
        text: ". . .",
        nextId: 103,
      },
    ],
  },
  {
    id: 103,
    title: "",
    text: "리암 가르시아는 아직 따사로운 5월, 힐빌의 봄 볕 아래 서 있다. 어리숙한 미소는 여전하고, 열 일곱 즈음의 빛나는 듯한 금발머리는 색이 바랬다. 그 외에는 시간을 비껴 맞은 것 처럼 여전했다.",
    choices: [
      {
        text: ". . .",
        nextId: 104,
      },
    ],
  },
  {
    id: 104,
    title: "",
    text: "리암 가르시아 : 프랭키한테 이야긴 들었는데, 여기서 일하고 있었구나. 난 머피씨가 돌아온 줄 알았어. 돌아온지 얼마나 된 거야?",
    choices: [
      {
        text: "x",
        nextId: 105,
      },
    ],
  },
  {
    id: 105,
    title: "",
    text: "숀 머피 : 이 개월 정도.",
    choices: [
      {
        text: ". . .",
        nextId: 106,
      },
    ],
  },
  {
    id: 106,
    title: "",
    text: "숀 머피 : 나도 들었다, 프랭키한테. 너도 나갔다가 돌아왔다며. 그것도 혼자가 아니라…",
    choices: [
      {
        text: ". . .",
        nextId: 107,
      },
    ],
  },
  {
    id: 107,
    title: "",
    text: "리암 가르시아의 바로 뒤에 붙어있는 인영에 자연스레 시선이 옮겨진다. 키는 리암 가르시아보다 *조금* 작았고, 얼굴에는 가로로 난 흉터가, 부드럽게 흩날리는 기다란 흑발과… …",
    choices: [
      {
        text: "x",
        nextId: 108,
      },
    ],
  },
  {
    id: 108,
    title: "",
    text: "원피스. 모드 족이나 좋아할 법한 짧은 연두색 에이 라인 원피스를 입은 여자가 서 있었다.",
    choices: [
      {
        text: ". . .",
        nextId: 109,
      },
    ],
  },
  {
    id: 109,
    title: "",
    text: "리암 가르시아 : 인사해, 내 와이프야. 베티라고 불러.",
    choices: [
      {
        text: "x",
        nextId: 110,
      },
    ],
  },
  {
    id: 110,
    title: "",
    text: "베티 가르시아 : 베티 가르시아에요. 이름이, 숀…",
    choices: [
      {
        text: "x",
        nextId: 111,
      },
    ],
  },
  {
    id: 111,
    title: "",
    text: "숀 머피 : 머피. 미스터 머피라고만 부르쇼.",
    choices: [
      {
        text: "x",
        nextId: 112,
      },
    ],
  },
  {
    id: 112,
    title: "",
    text: "베티 가르시아 : 그래요, 그럼. 잘 부탁드려요.",
    choices: [
      {
        text: ". . .",
        nextId: 113,
      },
    ],
  },
  {
    id: 113,
    title: "",
    text: "숀 머피의 불퉁한 태도에도, 베티 가르시아는 악수하기 위해 손을 뻗는다. 정비소 안으로 불어들어온 서풍을 타고 들어온 체향이 기름으로 둔해진 코 끝을 간지럽힌다. 그 중에서 제일 오래 기억에 남은 것은 ...",
    choices: [
      {
        text: "살구 맛 프루티 껌",
        nextId: 114,
      },
      {
        text: "베이비 파우더",
        nextId: 116,
      },
      {
        text: "'왕 푸'의 찹 수이",
        nextId: 118,
      },
    ],
  },
  {
    id: 114,
    title: "",
    text: "숀 머피는 “베티” 아무개에게서 온종일 무료함에 껌이나 씹어댈 촌년들을 연상하지 못했고, 그 대신 반 년 전 TV 광고에서 온종일 떠들어대던 살구 향수를 떠올린다. 이십 대 여성들이 가볍게 쓸 수 있는 향으로 쌓아올린 그 향수는, 생기발랄한 패키지와 적당한 가격으로 많은 여자들에게 사랑받았다.",
    choices: [
      {
        text: "x",
        nextId: 115,
      },
    ],
  },
  {
    id: 115,
    title: "",
    text: "숀 머피는 텍사스를 떠날 때까지 마주치는 모든 도시 여자들에게서 그 지긋지긋한 살구 향을 맡아야만 했다.",
    choices: [
      {
        text: ". . .",
        nextId: 120,
      },
    ],
  },
  {
    id: 116,
    title: "",
    text: "숀 머피는 ‘베이비 파우더’나 ‘분유’, 또는 ‘기저귀’ 따위가 언제까지 아이와 어머니에게 필요한 물건인지 모른다. 그런 물건을 구입하고, 사용하고, 필요한 때를 구분해 내는 일은 여성의 일이지, 남성의 일이 아니며- 물건이 떨어지지 않도록 제 때 돈을 벌어다주기만 하면 될 뿐이다.",
    choices: [
      {
        text: "x",
        nextId: 117,
      },
    ],
  },
  {
    id: 117,
    title: "",
    text: "그럼에도 그 냄새가 나는 사람들은 전부 누군가의 어머니가 되어 있다는것 만큼은 알고 있다. ‘리암 가르시아, 이 등신같은 자식 …’",
    choices: [
      {
        text: ". . .",
        nextId: 120,
      },
    ],
  },
  {
    id: 118,
    title: "",
    text: "숀 머피 역시 여덟 달 전 힐빌에 들어온 중식당 ‘왕 푸’에 들러 본 적이 있다. 텍사스의 유명한 중식당에서 먹은 것에 비하면 향신료 덩어리에 가까운 맛이었으나, 힐빌의 촌뜨기들은 이국적인 맛에 한동안 푹 빠져 있었다. 여자의 얼굴을 잠시 바라본다.",
    choices: [
      {
        text: "x",
        nextId: 119,
      },
    ],
  },
  {
    id: 119,
    title: "",
    text: "좀 동양인 같지 않나? ‘왕 푸’에 들렀다는 건 어쩌면 고향 음식이 생각나서- 따위의 무례한 생각이 떠올랐으나 오래 가지는 않았다. 재패니즈든, 차이니즈든, 그 외의 나라에서 온 이방인이든…",
    choices: [
      {
        text: ". . .",
        nextId: 120,
      },
    ],
  },
  {
    id: 120,
    title: "",
    text: "숀 머피 : 괜찮습니다, 손에 기름이 묻어서.",
    choices: [
      {
        text: "x",
        nextId: 121,
      },
    ],
  },
  {
    id: 121,
    title: "",
    text: "리암 가르시아 : 그래서, 일은 다 끝났어? 이렇게 만난 것도 오랜만인데 술이나 한 잔 하자.",
    choices: [
      {
        text: "x",
        nextId: 122,
      },
    ],
  },
  {
    id: 122,
    title: "",
    text: "리암 가르시아 : 블루그래스에서 한 잔, 어때? 내가 쏠게.",
    choices: [
      {
        text: "x",
        nextId: 123,
      },
    ],
  },
  {
    id: 123,
    title: "",
    text: "숀 머피 : 인마, 됐다. 차라리 ‘바’ 에 가고 말지.",
    choices: [
      {
        text: "x",
        nextId: 124,
      },
    ],
  },
  {
    id: 124,
    title: "",
    text: "숀 머피 : 음, 제수씨는?",
    choices: [
      {
        text: "x",
        nextId: 125,
      },
    ],
  },
  {
    id: 125,
    title: "",
    text: "베티 가르시아 : 전 사양할게요, 집에 미아도 있고.",
    choices: [
      {
        text: "x",
        nextId: 126,
      },
    ],
  },
  {
    id: 126,
    title: "",
    text: "베티 가르시아 : 오랜만에 만난 남자들끼리 우정 좀 다지고 오세요.",
    choices: [
      {
        text: "x",
        nextId: 127,
      },
    ],
  },
  {
    id: 127,
    title: "",
    text: "리암 가르시아 : 흠, 이게 내 와이프야. 숀!",
    choices: [
      {
        text: "x",
        nextId: 128,
      },
    ],
  },
  {
    id: 128,
    title: "",
    text: "숀 머피 : 그래, 인마. 네 얼마 없는 남성성 지켜주느라 와이프가 존나 뺑이 치는 건 알겠다.",
    choices: [
      {
        text: "x",
        nextId: 129,
      },
    ],
  },
  {
    id: 129,
    title: "",
    text: "숀 머피 : 끝나고 여섯 시 쯤 ‘바’에 가 있으마.",
    choices: [
      {
        text: "-✯-",
        nextId: 2,
      },
    ],
  },
  {
    id: 2,
    title: "",
    text: "OLD BAR",
    choices: [
      {
        text: "o",
        nextId: 200,
      },
    ],
  },
  {
    id: 200,
    title: "",
    text: "천장에는 누런 때가 낀 환풍기 프로펠러가 덜걱이며 돌아가고 있다. 오래된 주크박스는 제대로 된 음 하나 뱉어낼 생각도 하지 않는다.",
    choices: [
      {
        text: "x",
        nextId: 201,
      },
    ],
  },
  {
    id: 201,
    title: "",
    text: "낡은 공간만큼 낡은 몸뚱아리로 낡은 잔에 술을 내 오는 미스터 던은 숀 머피와 리암 가르시아에게 열쇠를 맡기고 퇴근해 버렸다. 하나밖에 없는 딸을 껄떡거리는 남자들만 가득한 프롬 파티에서 안전하게 데려와야 한다나.",
    choices: [
      {
        text: ". . .",
        nextId: 202,
      },
    ],
  },
  {
    id: 202,
    title: "",
    text: "숀 머피 : 그 자식은 술을 먼저 끊어야 해.",
    choices: [
      {
        text: "x",
        nextId: 203,
      },
    ],
  },
  {
    id: 203,
    title: "",
    text: "숀 머피 : 분명 미첼 녀석 결혼식도 못 보고 뒤질 거라고.",
    choices: [
      {
        text: "x",
        nextId: 204,
      },
    ],
  },
  {
    id: 204,
    title: "",
    text: "리암 가르시아 : 설마 그러시겠어.",
    choices: [
      {
        text: "x",
        nextId: 205,
      },
    ],
  },
  {
    id: 205,
    title: "",
    text: "숀 머피 : 내 땋은 머리에 대고, 장담한다.",
    choices: [
      {
        text: ". . .",
        nextId: 206,
      },
    ],
  },
  {
    id: 206,
    title: "",
    text: "숀 머피 : … 너도 말이야, 인마. 앞으로는 술 좀 줄여.",
    choices: [
      {
        text: "x",
        nextId: 207,
      },
    ],
  },
  {
    id: 207,
    title: "",
    text: "숀 머피 : 담배도, 등신같은 꿈이나 위험한 선택도.",
    choices: [
      {
        text: ". . .",
        nextId: 208,
      },
    ],
  },
  {
    id: 208,
    title: "",
    text: "숀 머피 : 모자란 놈. 꿈 찾아 떠나 여자에 애새끼까지 끼고 돌아와?",
    choices: [
      {
        text: "x",
        nextId: 209,
      },
    ],
  },
  {
    id: 209,
    title: "",
    text: "숀 머피 : 입원날 받은 종합 선물 세트도 이것보단 덜 풍족하겠다.",
    choices: [
      {
        text: ". . .",
        nextId: 210,
      },
    ],
  },
  {
    id: 210,
    title: "",
    text: "리암 가르시아 : 왜 그래, 숀. 난 오히려 베티를 만나서 다행이라고 생각해.",
    choices: [
      {
        text: "x",
        nextId: 211,
      },
    ],
  },
  {
    id: 211,
    title: "",
    text: "리암 가르시아 : 인생의 빈 칸이 채워진 기분이야.",
    choices: [
      {
        text: "x",
        nextId: 212,
      },
    ],
  },
  {
    id: 212,
    title: "",
    text: "리암 가르시아 : 믿어져? 내 *꿈*은 먼 곳에 있지 않았다니까!",
    choices: [
      {
        text: "x",
        nextId: 213,
      },
    ],
  },
  {
    id: 213,
    title: "",
    text: "숀 머피 : 맨해튼에서 힐빌은 존나 멀어. 짜샤.",
    choices: [
      {
        text: "x",
        nextId: 214,
      },
    ],
  },
  {
    id: 214,
    title: "",
    text: "리암 가르시아 : 그래, 그래, 그래… *딸꾹* …",
    choices: [
      {
        text: ". . .",
        nextId: 215,
      },
    ],
  },
  {
    id: 215,
    title: "",
    text: "리암 가르시아 : 숀, 가정을 꾸리는 건 좋은 일이야… 형한테도 그런 게 필요했을지도 몰라.",
    choices: [
      {
        text: "x",
        nextId: 216,
      },
    ],
  },
  {
    id: 216,
    title: "",
    text: "숀 머피 : 아니, 필요 없다.",
    choices: [
      {
        text: ". . .",
        nextId: 217,
      },
    ],
  },
  {
    id: 217,
    title: "",
    text: "리암 가르시아 : 왜 그렇게 생각하는데?",
    choices: [
      {
        text: "숀 머피 : 내 아버지를 봐.",
        nextId: 218,
      },
      {
        text: "숀 머피 : 내 누나를 봐.",
        nextId: 219,
      },
      {
        text: "숀 머피 : 나를 봐.",
        nextId: 220,
      },
    ],
  },
  {
    id: 218,
    title: "",
    text: "숀 머피 : 힐빌에 제대로 된 부모는 없다고, 인마. 올리버 영감님이나 소피 여사님이 존나 특이한 거야. 하나같이 내 아버지처럼 술에 취해서, 자식새끼들을 낳고 책임 진 적은 없지. … … *좋은* 남편이 된 적도, *좋은* 아버지가 된 적도. … 나도 똑같을 걸.",
    choices: [
      {
        text: "x",
        nextId: 221,
      },
    ],
  },
  {
    id: 219,
    title: "",
    text: "숀 머피 : 힐빌에서 따나기 전까지 불행과 자기연민에 찌들어 살았어. 무려 이십 이 년 동안! 위로는 주정뱅이 비위 맞추고, 아래로는 주정뱅이가 싸지른 애새끼 코나 닦아주면서 청춘을 다 버렸잖냐. 난 존나… 누나만 떠올리면 기분이 안 좋다.",
    choices: [
      {
        text: "x",
        nextId: 221,
      },
    ],
  },
  {
    id: 220,
    title: "",
    text: "숀 머피 : 제기랄, 네 앞에 있는 나를 봐! 가정을 꾸려? 인마, 아내에 자식 새끼까지 ‘머피’ 가 더 늘어나는 걸 두 눈 뜨고 보고 싶냐? 저마다 다른 불행을 가지고 있기는, 개뿔. 내가 보기엔 힐빌에서 생기는 가정의 불행은 다 똑같은 거야.",
    choices: [
      {
        text: "x",
        nextId: 221,
      },
    ],
  },
  {
    id: 221,
    title: "",
    text: "리암 가르시아 : … 형은 할 말 없게 만드는 재주가 있어.",
    choices: [
      {
        text: "x",
        nextId: 222,
      },
    ],
  },
  {
    id: 222,
    title: "",
    text: "숀 머피 : 칭찬 고맙다. (위스키를 쭉 들이킨다.)",
    choices: [
      {
        text: ". . .",
        nextId: 223,
      },
    ],
  },
  {
    id: 223,
    title: "",
    text: "숀 머피 : 그래도 득녀한 건 축하한다. 결혼도 축하하고. 돌아온 것도 축하하고.",
    choices: [
      {
        text: "x",
        nextId: 224,
      },
    ],
  },
  {
    id: 224,
    title: "",
    text: "숀 머피 : 그러니까 좀 더 제대로 된 직장을 구해. 광부 일 말고.",
    choices: [
      {
        text: "x",
        nextId: 225,
      },
    ],
  },
  {
    id: 225,
    title: "",
    text: "리암 가르시아 : 예를 들면?",
    choices: [
      {
        text: "숀 머피 : 농장 보조.",
        nextId: 226,
      },
      {
        text: "숀 머피 : 마트 캐셔.",
        nextId: 226,
      },
      {
        text: "숀 머피 : 내 밑으로 들어와.",
        nextId: 226,
      },
    ],
  },
  {
    id: 226,
    title: "",
    text: "리암 가르시아 : 별로 좋지 않은 돈벌이 같은데… 난 먹여살릴 사람이 둘이라고.",
    choices: [
      {
        text: "x",
        nextId: 227,
      },
    ],
  },
  {
    id: 227,
    title: "",
    text: "숀 머피 : 그렇다고 탄광에 들어가? 인마! 멍청한 것도 정도가 있지.",
    choices: [
      {
        text: "x",
        nextId: 228,
      },
    ],
  },
  {
    id: 228,
    title: "",
    text: "숀 머피 : 그 여자는 너 아니었으면 도시에서 평범한 샐러리맨이라도 잡아서 결혼했을지 모를 일이야, 인마.",
    choices: [
      {
        text: "x",
        nextId: 229,
      },
    ],
  },
  {
    id: 229,
    title: "",
    text: "숀 머피 : 네 녀석이 뭘 어쨌길래 그 맹랑해보이는 여자가 아무것도 없는 널 따라왔는지는 모르지만 -",
    choices: [
      {
        text: "x",
        nextId: 230,
      },
    ],
  },
  {
    id: 230,
    title: "",
    text: "리암 가르시아 : 끄윽- 알아, 알아, 네에, 네에…",
    choices: [
      {
        text: ". . .",
        nextId: 231,
      },
    ],
  },
  {
    id: 231,
    title: "",
    text: "리암 가르시아 : … 만약에 말야, 나한테 혹시 큰 일이 생기면…",
    choices: [
      {
        text: "x",
        nextId: 232,
      },
    ],
  },
  {
    id: 232,
    title: "",
    text: "리암 가르시아 : 나 대신 베티랑 *딸꾹* 아멜, 아멜리랑… *딸꾹* 그리고 블루그래스- 를 부탁해… 형만큼 믿는 사람도 없어. 난…",
    choices: [
      {
        text: ". . .",
        nextId: 233,
      },
    ],
  },
  {
    id: 233,
    title: "",
    text: "숀 머피가 안주 대신 받았던 아몬드 그릇을 집어, 한 개씩 리암 가르시아의 머리통을 향해 던지기 시작한다.",
    choices: [
      {
        text: "x",
        nextId: 234,
      },
    ],
  },
  {
    id: 234,
    title: "",
    text: "숀 머피 : 인마, (아몬드가 이마에 맞는 소리) 힐빌에 혼자 내버려 둘 일을 (아몬드가 코에 맞는 소리) 만들지 마, 존나- (아몬드가 손바닥에 맞는 소리) 불쌍한 것도- (아몬드가 턱에 맞는 소리) 없으니까. 그것만큼.",
    choices: [
      {
        text: "x",
        nextId: 235,
      },
    ],
  },
  {
    id: 235,
    title: "",
    text: "숀 머피 : 그딴 소리, 프랭키랑 도일이랑 아서한테도 했지?",
    choices: [
      {
        text: "x",
        nextId: 236,
      },
    ],
  },
  {
    id: 236,
    title: "",
    text: "숀 머피 : 치사한 새끼…",
    choices: [
      {
        text: "x",
        nextId: 237,
      },
    ],
  },
  {
    id: 237,
    title: "",
    text: "숀 머피 : 넌 사내는 안 돼.",
    choices: [
      {
        text: "-✯-",
        nextId: 3,
      },
    ],
  },
  {
    id: 3,
    title: "",
    text: "BLUEGRASS",
    choices: [
      {
        text: "o",
        nextId: 300,
      },
    ],
  },
  {
    id: 300,
    title: "",
    text: "무채색의 옷을 입은 사람들은 블루그래스의 중앙 홀에 자리하고 있다. 그들은 한 군데 뭉쳤다가, 다시 풀어졌다가, 뭉쳐졌다가, 다시 풀어지기를 반복하며 애도의 말을 주고 받는다. ",
    choices: [
      {
        text: "x",
        nextId: 301,
      },
    ],
  },
  {
    id: 301,
    title: "",
    text: "이제 여섯 살이 된 아멜리 가르시아는 어디에도 보이지 않는다. 올리버 가르시아와 소피 가르시아는 일찍이 떠난 아들이 얼마나 ‘좋은’이였는지에 대해 말하는 시간을 가지고 있었다. ",
    choices: [
      {
        text: "x",
        nextId: 302,
      },
    ],
  },
  {
    id: 302,
    title: "",
    text: "아무렴, 숀 머피는 오늘의 주인공을 향해 인파를 가로질러 걸음한다.",
    choices: [
      {
        text: ". . .",
        nextId: 303,
      },
    ],
  },
  {
    id: 303,
    title: "",
    text: "베티 가르시아 : 머피.",
    choices: [
      {
        text: "x",
        nextId: 304,
      },
    ],
  },
  {
    id: 304,
    title: "",
    text: "베티 가르시아 : 오늘은 데님 수트가 아니네.",
    choices: [
      {
        text: ". . .",
        nextId: 305,
      },
    ],
  },
  {
    id: 305,
    title: "",
    text: "숀 머피 : 장례식에 궁정-비공 광대 데려와 달란 말은 못 들었는데.",
    choices: [
      {
        text: "x",
        nextId: 306,
      },
    ],
  },
  {
    id: 306,
    title: "",
    text: "베티 가르시아 : 농담은.",
    choices: [
      {
        text: "x",
        nextId: 307,
      },
    ],
  },
  {
    id: 307,
    title: "",
    text: "숀 머피 : 유감이다. 특히-",
    choices: [
      {
        text: "숀 머피 : 히페리온의 대응이.",
        nextId: 308,
      },
      {
        text: "숀 머피 : 결혼 반지 회수 못 한 걸.",
        nextId: 308,
      },
      {
        text: "숀 머피 : 모든 게.",
        nextId: 308,
      },
    ],
  },
  {
    id: 308,
    title: "",
    text: "베티 가르시아 : 그 정돈 아니야.",
    choices: [
      {
        text: "x",
        nextId: 309,
      },
    ],
  },
  {
    id: 309,
    title: "",
    text: "베티 가르시아 : 오히려 나야말로 감사 인사도 못 했네.",
    choices: [
      {
        text: "x",
        nextId: 310,
      },
    ],
  },
  {
    id: 310,
    title: "",
    text: "베티 가르시아 : 구조 터널 작업부터 시신 인계까지 도와줬다며.",
    choices: [
      {
        text: "x",
        nextId: 311,
      },
    ],
  },
  {
    id: 311,
    title: "",
    text: "숀 머피 : 됐다, 인마. 나만 한 거 아니야.",
    choices: [
      {
        text: "x",
        nextId: 312,
      },
    ],
  },
  {
    id: 312,
    title: "",
    text: "숀 머피 : 프랭키에, 도일에, 아서도 도와줬어.",
    choices: [
      {
        text: "x",
        nextId: 313,
      },
    ],
  },
  {
    id: 313,
    title: "",
    text: "베티 가르시아 : 그냥 받으면 덧나?",
    choices: [
      {
        text: "x",
        nextId: 314,
      },
    ],
  },
  {
    id: 314,
    title: "",
    text: "숀 머피 : … … … 미안하게 됐다.",
    choices: [
      {
        text: ". . .",
        nextId: 315,
      },
    ],
  },
  {
    id: 315,
    title: "",
    text: "베티 가르시아 : … …",
    choices: [
      {
        text: "x",
        nextId: 316,
      },
    ],
  },
  {
    id: 316,
    title: "",
    text: "숀 머피 : … …",
    choices: [
      {
        text: "x",
        nextId: 317,
      },
    ],
  },
  {
    id: 317,
    title: "",
    text: "베티 가르시아 : 저기.",
    choices: [
      {
        text: "x",
        nextId: 318,
      },
    ],
  },
  {
    id: 318,
    title: "",
    text: "숀 머피 : 어.",
    choices: [
      {
        text: "x",
        nextId: 319,
      },
    ],
  },
  {
    id: 319,
    title: "",
    text: "베티 가르시아 : … …",
    choices: [
      {
        text: "x",
        nextId: 320,
      },
    ],
  },
  {
    id: 320,
    title: "",
    text: "숀 머피 : 가 봐라. 난 적당히 하고 가마, 신경쓰지 말고.",
    choices: [
      {
        text: ". . .",
        nextId: 321,
      },
    ],
  },
  {
    id: 321,
    title: "",
    text: "숀 머피는 커피 포트가 올려진 나무 테이블에 기댄다. 여유롭게 쿠키 한 조각을 주워 먹는 모습까지 보여주자, 베티 가르시아는 결국 먼저 자리를 뜬다. ",
    choices: [
      {
        text: "x",
        nextId: 322,
      },
    ],
  },
  {
    id: 322,
    title: "",
    text: "숀 머피는 베티 가르시아의 뒤통수를 한참동안 바라본다.",
    choices: [
      {
        text: ". . .",
        nextId: 323,
      },
    ],
  },
  {
    id: 323,
    title: "",
    text: "숀 머피 : 리암 가르시아, 이 치사하고 덜떨어진 새끼…",
    choices: [
      {
        text: ". . .",
        nextId: 324,
      },
    ],
  },
  {
    id: 324,
    title: "",
    text: "숀 머피는 베티 가르시아의 뒤통수에서 익숙한 여자를 떠올린다. ",
    choices: [
      {
        text: "x",
        nextId: 325,
      },
    ],
  },
  {
    id: 325,
    title: "",
    text: "힐빌의 여자, 힐빌에 매인 여자, 힐빌에 책임질 게 매인 여자, 힐빌에 집과 책임과 역할과 이름과 … ",
    choices: [
      {
        text: "x",
        nextId: 326,
      },
    ],
  },
  {
    id: 326,
    title: "",
    text: "모든 것에 목매여 떠나지 못한 불행한 여자, 그녀의 이름은 샐리 머피.",
    choices: [
      {
        text: "-✯-",
        nextId: 4,
      },
    ],
  },
  {
    id: 4,
    title: "",
    text: "MURPHY'S LAW",
    choices: [
      {
        text: "o",
        nextId: 400,
      },
    ],
  },
  {
    id: 400,
    title: "",
    text: "머피 : 우린 여전히 여기 남아 있어. 머피라는 이름이 더 이상 하얀 깜둥이들의 상징이 아니라, 미국의 자랑스런 대통령을 배출한 혈통과 걸음을 같이하는 세상이 도래한 이후에도…",
    choices: [
      {
        text: "x",
        nextId: 401,
      },
    ],
  },
  {
    id: 401,
    title: "",
    text: "머피 : 이 이름이 불행의 근원이라는 착각에 ‘머피의 자손’ 들을 가두며-",
    choices: [
      {
        text: ". . .",
        nextId: 402,
      },
    ],
  },
  {
    id: 402,
    title: "",
    text: "머피 : 기억 속 망령으로 존재하며, 망각이 반복되는 아득한 세월동안 서로를 갉아먹고, 갉아먹고, 갉아먹고, 갉아먹어…",
    choices: [
      {
        text: ". . .",
        nextId: 403,
      },
    ],
  },
  {
    id: 403,
    title: "",
    text: "머피 : 힐빌에는 이런 이름을 가진 망령도 있었지.",
    choices: [
      {
        text: "머피 : 앤드루 머피.",
        nextId: 404,
      },
    ],
  },
  {
    id: 404,
    title: "",
    text: "머피 : 앤드루 머피, 끔찍한 술고래이자 남편이자, 아버지. 그 집안의 모든 남자가 그랬듯- 아일랜드계 스테레오 타입에 충실한 인간. 아내 메기 머피가 가스 난로에서 옮겨 붙은 불에 타 죽은 후에는 메기 머피의 흔적을 딸에게 찾아, 아내의 의무를 샐리 머피에게 덧씌워…",
    choices: [
      {
        text: "머피 : 샐리 머피.",
        nextId: 405,
      },
    ],
  },
  {
    id: 405,
    title: "",
    text: "머피 : 샐리 머피, 철없고 의젓한 딸이자 누나. 일찍이 죽은 어머니를 대신하며 책무를 다한 불쌍하고도 불행한 인간. 가끔 담뱃잎 베는 기계에 토막나 죽은 오빠 유진 머피를 떠올리고 유일한 피난처인 동생이 똑같은 일을 겪을까, 숀 머피를 담배밭 근처에 보내지 않아…",
    choices: [
      {
        text: "머피 : 숀 머피.",
        nextId: 406,
      },
    ],
  },
  {
    id: 406,
    title: "",
    text: "머피 : 우리의 숀, 꼬마 마초. 힐빌의 모든 여자에게서 불행한 샐리 머피를 떠올리고, 자신에게서 끔찍한 아버지인 앤드루 머피를 찾아내는 인간.",
    choices: [
      {
        text: "x",
        nextId: 407,
      },
    ],
  },
  {
    id: 407,
    title: "",
    text: "머피 : 단지 그 뿐이야.",
    choices: [
      {
        text: ". . .",
        nextId: 408,
      },
    ],
  },
  {
    id: 408,
    title: "",
    text: "머피 : 이제 다시 눈을 떠, 불타오르는 과거와, 토막나 없어진 해답과, 목을 부러뜨릴 책임을 감당하는 땅을 향해.",
    choices: [
      {
        text: "-✯-",
        nextId: 5,
      },
    ],
  },
  {
    id: 5,
    title: "",
    text: "DRIVE-IN THEATER",
    choices: [
      {
        text: "o",
        nextId: 500,
      },
    ],
  },
  {
    id: 500,
    title: "",
    text: "할로워의 자동차 극장은 힐빌에서 한 시간은 꼬박 이동해야 만날 수 있는 낡은 자동차 극장보다는 사정이 나은 편이었다. 무엇보다 근래에 개봉한 ‘죠스’를 상영하고 있지 않은가! ",
    choices: [
      {
        text: "x",
        nextId: 501,
      },
    ],
  },
  {
    id: 501,
    title: "",
    text: "베타니아 폰타나가 극적인 협상으로 얻어낸 50년식 내시 럼블러에는 히터가 달려 있지 않았고, 아직 쌀쌀한 동부의 밤에 ‘자동차 극장’에서 시간을 죽이기로 한 건 정말 최악의 선택이었다. ",
    choices: [
      {
        text: "x",
        nextId: 502,
      },
    ],
  },
  {
    id: 502,
    title: "",
    text: "그 장소를 목적지로 고른 숀 머피는 옆 자리에서 시가를 피우고 있었다. 숀 머피는 베타니아 폰타나의 무릎 위에 얹은 코카인을 곁눈질한다.",
    choices: [
      {
        text: ". . .",
        nextId: 503,
      },
    ],
  },
  {
    id: 503,
    title: "",
    text: "머피 : 그래서 안 피운다고?",
    choices: [
      {
        text: "x",
        nextId: 504,
      },
    ],
  },
  {
    id: 504,
    title: "",
    text: "베티 : 생각해 본다니까.",
    choices: [
      {
        text: ". . .",
        nextId: 505,
      },
    ],
  },
  {
    id: 505,
    title: "",
    text: "베티 : 이거 권유가 아니라 협박이야?",
    choices: [
      {
        text: "x",
        nextId: 506,
      },
    ],
  },
  {
    id: 506,
    title: "",
    text: "머피 : … 뒤지고 싶은 맘 없구만.",
    choices: [
      {
        text: ". . .",
        nextId: 507,
      },
    ],
  },
  {
    id: 507,
    title: "",
    text: "베티 : 그러는 당신은 안 피워?",
    choices: [
      {
        text: "x",
        nextId: 508,
      },
    ],
  },
  {
    id: 508,
    title: "",
    text: "머피 : 그런 일탈은 이제 질렸어, 인마. 내가 진 베가스냐? 어?",
    choices: [
      {
        text: "x",
        nextId: 509,
      },
    ],
  },
  {
    id: 509,
    title: "",
    text: "베티 : 아까 ‘건전한’ 일탈 어쩌고 했던 말이랑 안 맞는 거 알고 있지?",
    choices: [
      {
        text: "x",
        nextId: 510,
      },
    ],
  },
  {
    id: 510,
    title: "",
    text: "머피 : 처음부터 내가 할 생각은 없었으니까, 코카인도, 일탈도.",
    choices: [
      {
        text: "x",
        nextId: 511,
      },
    ],
  },
  {
    id: 511,
    title: "",
    text: "머피 : 너 하라고 가져온 거야, 인마,",
    choices: [
      {
        text: ". . .",
        nextId: 512,
      },
    ],
  },
  {
    id: 512,
    title: "",
    text: "한동안 침묵이 이어진다. 숀 머피는 조수석에서 시가를 피우고, 베타니아 폰타나는 코카인이 든 봉투를 무릎 위에 얹은 채다. 스크린을 가득 채운 화면에서는 방황하던 마리아를 원장 수녀가 설득하는 장면이 흘러나오고 있다. ",
    choices: [
      {
        text: "x",
        nextId: 513,
      },
    ],
  },
  {
    id: 513,
    title: "",
    text: "' 당신이 살아있는 동안 모든 것을 쏟아붓고, 당신이 평생을 바쳐야 할 꿈. 모든 산에 올라 보세요… '",
    choices: [
      {
        text: ". . .",
        nextId: 514,
      },
    ],
  },
  {
    id: 514,
    title: "",
    text: "머피 : 저번에 네 녀석 꿈이 ‘클레멘타인’ 이라고 했잖냐. …",
    choices: [
      {
        text: "x",
        nextId: 515,
      },
    ],
  },
  {
    id: 515,
    title: "",
    text: "베티 : 갑자기 그 이야기를 해?",
    choices: [
      {
        text: "x",
        nextId: 516,
      },
    ],
  },
  {
    id: 516,
    title: "",
    text: "머피 : 들어봐, 존나 중요한 개념이라고.",
    choices: [
      {
        text: ". . .",
        nextId: 517,
      },
    ],
  },
  {
    id: 517,
    title: "",
    text: "머피 : 네 녀석은 와이어트냐, 클레멘타인이냐로 되고 싶은 상대를 나눴잖냐. 근데 그건 잘못된 접근이다. 되고 싶은 인물상으로 나눌 거면 ‘와이어트’와 ‘클레멘타인’을 한 군데에 묶고, ‘닥’이랑 ‘치와와’를 한 군데에 묶어서 둘을 쪼개 봤어야지. 인마.",
    choices: [
      {
        text: "x",
        nextId: 518,
      },
    ],
  },
  {
    id: 518,
    title: "",
    text: "머피 : 변화에 적응할지, 적응하지 않을지 …",
    choices: [
      {
        text: ". . .",
        nextId: 519,
      },
    ],
  },
  {
    id: 519,
    title: "",
    text: "머피 : 난 곧 뒤져도 ‘와이어트’ 쪽은 안 될 거다. ‘닥’ 처럼 최종 결전에서 뒤져서 역사 속에 묻혀 잊혀지는 쪽이겠지. 아무도 찾지 않을 ‘머피 가’의 가족묘 한 가운데, 아버지 대신 세워져서…",
    choices: [
      {
        text: "x",
        nextId: 520,
      },
    ],
  },
  {
    id: 520,
    title: "",
    text: "머피 : 그런 면에서 넌 ‘클레멘타인’이 될 수 있어. 그 녀석은 문명을 받아들이고 새로운 기회를 받아들이잖냐. 미국은 계속 변할 거다. ‘미국인 어머니’의 기준도 변할 거고, ‘어머니다움’의 기준도 변할 거고.",
    choices: [
      {
        text: "x",
        nextId: 521,
      },
    ],
  },
  {
    id: 521,
    title: "",
    text: "머피 : 말 안 되고 웃긴 소리지만- 더 이상 여자들이 ‘가정적인’ 동부 숙녀를 목표로 삼지 않아도 되는 세상이 올 거다.",
    choices: [
      {
        text: "x",
        nextId: 522,
      },
    ],
  },
  {
    id: 522,
    title: "",
    text: "머피 : 집에서 돈 벌어다 준 걸로 살림하는 것 만큼 쉬운게 없는데, 존나 멍청해서 굳이 가시밭길로 간다니까… 안 그러냐.",
    choices: [
      {
        text: ". . .",
        nextId: 523,
      },
    ],
  },
  {
    id: 523,
    title: "",
    text: "베티 : 그거 정말 마초다운 발언이었어.",
    choices: [
      {
        text: "x",
        nextId: 524,
      },
    ],
  },
  {
    id: 524,
    title: "",
    text: "머피 : 칭찬 고맙다.",
    choices: [
      {
        text: ". . .",
        nextId: 525,
      },
    ],
  },
  {
    id: 525,
    title: "",
    text: "숀 머피는 다 타 버린 시가의 끝 부분을 입 안에 넣어 삼키는 척을 했다가, 베타니아 폰타나가 자신을 보고 두 눈을 동그랗게 뜨면 바람 빠지는 소리와 함께 그것을 창 밖으로 뱉어낸다.",
    choices: [
      {
        text: ". . .",
        nextId: 526,
      },
    ],
  },
  {
    id: 526,
    title: "",
    text: "머피 : 인마, 여기부터가 존나 중요해, 잘 들어. 웃지 말고 들어봐…",
    choices: [
      {
        text: "x",
        nextId: 527,
      },
    ],
  },
  {
    id: 527,
    title: "",
    text: "머피 : 스스로 리암 가르시아같은 상등신 따라 좋은 ‘미국인’ 어머니가 될 줄 알고 힐빌에 기어들어온 멍청한 네 녀석이 할 수 있을진 모르겠지만-",
    choices: [
      {
        text: ". . .",
        nextId: 528,
      },
    ],
  },
  {
    id: 528,
    title: "",
    text: "머피 : 빌어먹을 힐빌의 광산도, 회사도, 친절한 노부부도, 네 사랑스러운 딸도, 리암 가르시아의 묘지도 전부 지긋지긋해져서 차라리 뒤지는 게 낫겠다는 생각이 들면.",
    choices: [
      {
        text: "x",
        nextId: 529,
      },
    ],
  },
  {
    id: 529,
    title: "",
    text: "머피 : 그런 것들은 나같은 옛 사람한테 맡기고 떠나. 새로운 기회의 땅을 향해서.",
    choices: [
      {
        text: ". . .",
        nextId: 530,
      },
    ],
  },
  {
    id: 530,
    title: "",
    text: "머피 : 손에 든 건 기타 케이스랑 ‘베타니아 폰타나’ 정도면 충분하겠네.",
    choices: [{}],
  },
];

export default scriptData;
